Revit 2027 API
ParameterTypeId.GenericZoneName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GenericZoneName { get; }
Public Shared ReadOnly Property GenericZoneName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GenericZoneName {
	ForgeTypeId^ get ();
}
static member GenericZoneName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace